/* label of button to dismiss sheet without agreeing (Close rather than OK) */
"Close" = "Lukk";

/* primary label with product name */
"Connecting to %@..." = "Kobler til %@...";

/* primary label */
"Connecting..." = "Kobler til...";

/*
 * Primary label displayed when app runs in "about box" mode.
 * Most of the time this is obscured by the sheet displaying the information
 * about the application.
 */
"PrimaryLabelAbout" = "Om...";

//----- download progress info -----------------------------------------------//

/* No comment provided by engineer. */
"Downloading (%@ out of %@ Bytes)" = "Laster ned (%1$@ av %2$@ byte)";

/* No comment provided by engineer. */
"Downloading (%@ out of %@ KB)" = "Laster ned (%1$@ av %2$@ kB)";

/* No comment provided by engineer. */
"Downloading (%@ out of %@ MB)" = "Laster ned (%1$@ av %2$@ MB)";

//----- product display names ------------------------------------------------//

/** Name displayed in lieu of product when product is not known */
"UnknownTheProduct" = "programmet";

/* G2M product display name */
"GoToMeeting" = "GoToMeeting";

/* G2T product display name */
"GoToTraining" = "GoToTraining";

/* G2W product display name */
"GoToWebinar" = "GoToWebinar";

/* G2A product display name */
"GoToAssist" = "GoToAssist";

/* G2AC product display name */
"GoToAssist Corporate" = "GoToAssist Corporate";

/* GoToMyPC product display name */
"GoToMyPC" = "GoToMyPC";


//----- About Box ------------------------------------------------------------//


/* Message (title) displayed on face of about box sheet. */
"AboutBoxMessage" = "Om GoTo Opener";

/* Detailed info displayed on face of about box sheet. */
"AboutBoxInfo" = "GoTo Opener bidrar til at GoTo-nettsteder og -programvare kjører greit på datamaskinen din.\n\nVersjon: %@\n\nSted: %@";


//----- task labels for main window ------------------------------------------//

/* generic launch progress label */
"Initializing" = "Initialiserer";

/*
 * Progress label displayed while just-launched, persistently-installed app
 * initially downloads session parameters from Launcher Service
 */
"DownloadingArgs" = "Forespør spesifikk startinformasjon";

/* progress label displayed while waiting for another DownloaderApp to finish */
"WaitingForMutex" = "Venter på at en annen GoTo Opener skal fullføre";

/* progress label displayed while DownloaderApp installs itself to persistent location */
"InstallingDlApp" = "Installerer GoTo Opener";

/* generic starting plugin download progress label */
"Starting Plugin Download" = "Starter nedlasting av plugin-modul";

/* generic installing plugin label */
"Installing Plugin" = "Installerer plugin-modul";

/* generic starting download progress label */
"Starting Download" = "Starter nedlasting";

/* generic downloading progress label */
"Downloading" = "Laster ned";

/* generic verify archive progress label */
"Verifying" = "Bekrefter";

/* generic unarchiving progress label */
"Unzipping" = "Pakker ut";

/* generic launch progress label */
"Installing" = "Installerer";

/* generic launch progress label */
"Launching" = "Starter";

/* launch installer progress label */
"Launching Installer" = "Starter installasjonsprogram";

//----- Message text for error alert sheets ----------------------------------//

/* download failed alert message */
"Download Failed" = "Nedlasting mislyktes";

/* unarchive failed alert message */
"Unarchive Failed" = "Fjerning fra arkiv mislyktes";

/* installation failed alert message */
"Installation Failed" = "Installering mislyktes";

/* launch failed alert message */
"Launch Failed" = "Starting mislyktes";

//----- Info text for error alert sheets -------------------------------------//

/* boilerplate introduction for error sheets indicating complete failure of the Launcher to launch app, into which specific product name is inserted */
"AppFatalMsgPre"  = "GoTo Opener kunne dessverre ikke starte %@.";

/* boilerplate introduction for error sheets indicating complete failure of the Launcher to install package, into which specific product name is inserted */
"InstallFatalMsgPre"  = "GoTo Opener kunne dessverre ikke installere %@.";

/* boilerplate conclusion for error sheets indicating complete failure of the Launcher */
"GenericFatalMsgPost" = "Start nedlastingen på nytt eller ta kontakt med global kundestøtte på  \nhttp://link.logmeininc.com/get-help.";

/* boilerplate introduction for error sheets indicating failure of the Launcher to download component due to SSL certificate validation errors. */
"SslCertFatalMsgPre"  = "GoTo Opener kan dessverre ikke klarere nedlastingsserveren.";

/* boilerplate conclusion for error sheets indicating failure of the Launcher to download component due to SSL certificate validation errors. */
"SslCertFatalMsgPost" = "Påse at du har oppdaterte, klarerte sertifikater i nøkkelringene, eller ta kontakt med den globale kundestøtten på \nhttp://link.logmeininc.com/get-help.";

/* notify user that product endpoint version doesn't support OS version */
"ProductSupportForOsErrorInfo" = "Den forespurte versjonen av %@ støtter ikke denne versjonen av Mac OS X.";

/* app download failed alert informative text */
"DownloadAppFailedErrorInfo" = "Nedlasting av ønsket program fra serverne mislyktes.";

/* app download failed alert instructions to manually download and install endpoint */
"DownloadAppFailedOfferManualDownload" = "Kan ikke starte %@ fordi det oppstod et problem i forbindelse med nedlasting av appen. Lagre filen ved å bruke nettleseren i stedet:\n\n1. Klikk på Last ned i nettleser.\n2. Åpne og installer den nedlastede filen.\n3. Prøv å bli med i økten på nytt.";

/* app download failed alert instructions to manually download and install endpoint, post part */
"DownloadAppFailedOfferManualDownloadPost" = "Hvis du vil ha mer hjelp, kontakter du systemansvarlig eller støtte for %@ på \nhttps://link.logmeininc.com/get-help.";


/* app download failed alert download button */
"Download" = "Last ned i nettleser";

/* installer download failed alert informative text */
"DownloadInstallerFailedErrorInfo" = "Nedlasting av installasjonsprogram fra serverne mislyktes.";

/* app unarchive failed alert informative text */
"UnarchiveAppFailedErrorInfo" = "Fjerning av påkrevd program fra arkiv mislyktes.";

/* installer unarchive failed alert informative text */
"UnarchiveInstallerFailedErrorInfo" = "Fjerning av installasjonsprogram fra arkiv mislyktes.";

/* failed to place app bundle in permanent location, alert informative text */
"InstallAppFailedErrorInfo" = "Installasjon av påkrevd program mislyktes.";

/* app launch failed alert informative text */
"LaunchAppFailedErrorInfo" = "Start av påkrevd program mislyktes.";

/* installer launch failed alert informative text */
"LaunchInstallerFailedErrorInfo" = "Start av installasjonsprogram mislyktes.";

/* app arguments download failed alert informative text */
"DownloadAppArgumentsFailedErrorInfo" = "Nedlasting av påkrevde programargumenter fra serverne mislyktes.";


//----- for SSL error alert sheets -------------------------------------------//

/* label of button to retry on authentication timeout (not abort the app) */
"AuthTimeoutErrorRetryButtonLabel" = "Prøv på nytt";

/* label of button to cancel retry on authentication timeout (so abort the app) */
"AuthTimeoutErrorCancelButtonLabel" = "Lukk";

/* authentication timeout alert message */
"AuthTimeoutErrorMsg" = "Godkjenning tok for lang tid";

/* authentication timeout alert informative text */
"AuthTimeoutErrorInfo" = "Kunne ikke godkjenne legitimasjon innen rimelig tid. Dette kan skyldes feil navn eller passord. Prøv igjen.";

/* label of button to retry on connection lost during authentication (not abort the app) */
"AuthDisconnectErrorRetryButtonLabel" = "Prøv på nytt";

/* label of button to cancel retry on connection lost during authentication (so abort the app) */
"AuthDisconnectErrorCancelButtonLabel" = "Lukk";

/* disconnect during authentication alert message */
"AuthDisconnectErrorMsg" = "Godkjenning mislyktes";

/* disconnect during authentication alert informative text */
"AuthDisconnectErrorInfo" = "Nettverksforbindelsen ble brutt i løpet av godkjenningen. Dette kan skyldes feil navn eller passord. Prøv igjen.";

/* SSL server certificate error alert message */
"ServerSslCertErrorMsg" = "Serveridentitet er ikke klarert";

/* generic SSL server certificate error informative text */
"ServerSslCertError" = "Serverens sertifikat ser ut til å være ugyldig. Tilkobling til serveren kan utsette konfidensiell informasjon for risiko.";

/* generic SSL server certificate error informative text <URL including host> */
"ServerSslCertErrorWithUrl" = "Sertifikatet for serveren i \\'%@\\' ser ut til å være ugyldig.Tilkobling til serveren kan utsette konfidensiell informasjon for risiko.";

/* generic SSL server certificate error informative text <host name> */
"ServerSslCertErrorWithHostName" = "Sertifikatet for serveren \\'%@\\' ser ut til å være ugyldig.Tilkobling til serveren kan utsette konfidensiell informasjon for risiko.";

/* label of button to close server certificate error dialog and abort the app */
"ServerCertErrorCancelButtonLabel" = "Lukk";
